import PageHeader from '../components/page-header';

const Home = () => {
  return (
    <div>
      <PageHeader title="Transport Company App" />
      <p>
        Решението на задачата включва осигуряване на възможността транспортни
        компании да управляват по-лесно дейностите си. Всяка транспортна
        компания разполага с МПС и наема на работа служители. Основната дейност
        на компанията е да превозва товари и хора до различни крайни точки.
        Всеки превоз се характеризира с начална, крайна точка, дата на тръгване
        и дата на пристигане. Освен това трябва да е ясно какво точно ще се
        превозва. Ако това е стока, трябва да се знае общото тегло на товара. В
        транспортната компания се регистрират превозите и цената за извършване
        на всеки превоз. Превозните средства, които са собственост на фирмата са
        от различен тип: автобуси, камиони, цистерни и т.н. Шофьорите на
        превозните средства имат различна квалификация. Например правоспособност
        за превоз на специални товари, включително леснозапалими, превоз на
        повече от 12 човека и т.н.
      </p>
    </div>
  );
};

export default Home;
